Revit 2027 API
UnitTypeId.WattsPerSquareMeterKelvin Property
 Watts per square meter kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WattsPerSquareMeterKelvin { get; }
Public Shared ReadOnly Property WattsPerSquareMeterKelvin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WattsPerSquareMeterKelvin {
	ForgeTypeId^ get ();
}
static member WattsPerSquareMeterKelvin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace